/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "¿Está usted seguro de querer eliminar este CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Cancelar";

/* Title describing glucose date */
"Date" = "Fecha";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Eliminar CGM";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "Glucosa";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "Glucosa (Adjustada)";

/* Section title for latest glucose reading */
"Latest Reading" = "Dato más reciente";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Necesita Atención";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "Estado";

/* Title describing glucose trend */
"Trend" = "Tendencia";

